"Every 10 minutes" = "Co 10 minut";
"Manually" = "Ręcznie";
"Rescan" = "Skanuj ponownie";
"Show Info" = "Pokaż informacje";
"Delete selected source" = "Usuń wybrane źródło";
"Every day" = "Codziennie";
"Add source..." = "Dodaj źródło";
"Every half hour" = "Co pół godziny";
"Rescan source" = "Ponownie skanuj źródło";
"Sources" = "Źródła";
"Every hour" = "Co godzinę";
"Rescan frequency" = "Częstotliwość ponownego skanowania";
